Repository: ahmedev01/paymee-for-woocommerce
Catalog: languages/aba-woo-paymee-*.po
Languages: fr_fr

source: Select page
fr_fr: Sélectionner la page

source: Enable/Disable
fr_fr: Activer/Désactiver

source: Enable Paymee Gateway
fr_fr: Activer la passerelle Paymee

source: Title
fr_fr: Titre

source: This controls the title which the user sees during checkout.
fr_fr: Cela détermine le titre que les utilisateurs verront durant la commande.

source: Pay with Paymee
fr_fr: Payez avec Paymee

source: This controls the description which the user sees during checkout.
fr_fr: Ceci détermine la description que les utilisateurs verront durant le réglement.

source: Pay via Paymee; you will be redirected to Paymee to login and complete payment.
fr_fr: Payez via Paymee; vous serez redirigé vers Paymee pour vous connecter et terminer le paiement.

source: API Token
fr_fr: Clé API

source: Please enter your Paymee token.
fr_fr: Veuillez entrer votre clé API Paymee.

source: Vendor ID
fr_fr: ID Vendeur

source: Please enter your Paymee Vendor ID; this is needed in order to receive payment.
fr_fr: Veuillez entrer votre identifiant de vendeur Paymee; cela est nécessaire pour recevoir le paiement.

source: Cancel Page
fr_fr: Page d'annulation

source: Please enter the URL to the cancel payment page to show after a customer cancel payment;
fr_fr: Veuillez entrer l'URL de la page d'annulation de paiement à afficher après qu'un client annule un paiement;

source: Advanced options
fr_fr: Options avancées

source: Paymee sandbox
fr_fr: Bac à sable Paymee

source: Enable Paymee sandbox for testing.
fr_fr: Activer le bac à sable Paymee pour les tests.

source: Paymee sandbox can be used to test payments.
fr_fr: Le bac à sable Paymee peut être utilisé pour tester les paiements.

source: Debug log
fr_fr: Journal de débogage

source: Enable logging
fr_fr: Activer la journalisation

source: Log Paymee events, such as API requests, inside %s Note: We recommend using this for debugging purposes only and deleting the logs when finished.
fr_fr: Consignez les événements Paymee, tels que les repuêtes API, à l'intérieur de %s. Remarque: nous vous recommandons de l'utiliser uniquement à des fins de débogage et de supprimer les journaux lorsque vous avez terminé.

source: Proceed to Paymee
fr_fr: Passez à Paymee

source: Paymee Gateway redirects customers to Paymee to complete payment. You need to have a Paymee merchant account.
fr_fr: La passerelle Paymee redirige les clients vers Paymee pour effectuer le paiement. Vous devez avoir un compte marchand Paymee.

source: SANDBOX ENABLED. You can use sandbox testing accounts only.
fr_fr: BAC A SABLE ACTIVÉ. Vous pouvez utiliser des comptes de test uniquement.

source: Paymee Gateway setup incomplete
fr_fr: La configuration de Paymee est incomplète

source: Please make sure that the fields API key, Merchant ID and Cancel page are filled correctly.
fr_fr: Assurez-vous que les champs Clé API, Identifiant du vendeur et la page d'annulation sont correctement renseignés.

source: Paymee Gateway disabled
fr_fr: La passerelle Paymee a été désactivée

source: Paymee does not support your store currency.
fr_fr: Paymee ne prend pas en charge la devise de votre boutique.

source: Paymee requires cURL php extension to run properly. Please make sure to enable it in your server
fr_fr: Paymee nécessite l’extension php cURL pour fonctionner correctement. Assurez-vous de l'activer sur votre serveur

source: If you like Paymee for WooCommerce, please consider <strong>assigning Paymee as your payment processor partner</strong>.
fr_fr: Si vous aimez Paymee pour WooCommerce, envisagez de <strong> désigner Paymee en tant que votre partenaire de paiement</strong>.

source: We are currently experiencing problems trying to connect to Paymee. Sorry for the inconvenience.
fr_fr: Nous rencontrons actuellement des problèmes en essayant de se connecter à Paymee. Désolé pour le dérangement.

source: We are currently not able to process the payment. No valid response from Paymee. Sorry for the inconvenience.
fr_fr: Nous ne sommes actuellement pas en mesure de traiter le paiement. Aucune réponse valide de Paymee. Désolé pour le dérangement.

source: Pay Now
fr_fr: Payer Maintenant

source: Successful Payment. Transaction number # %s.
fr_fr: Paiement réussi. Numéro de transaction # %s.

source: Payment failed somewhere.
fr_fr: Le paiement a échoué quelque part.

source: Settings
fr_fr: Réglages

source: Unfortunately your order cannot be processed as the originating bank/merchant has declined your transaction. Please attempt your purchase again.
fr_fr: Malheureusement, votre commande ne peut pas être traitée car la banque / le marchand d'origine a refusé votre transaction. Veuillez tenter votre achat à nouveau.

source: Pay
fr_fr: Payer

source: My account
fr_fr: Mon Compte

source: Thank you. this is Paymee thankyou page. Change it here /templates/thankyou.php.
fr_fr: Merci. C'est la page de validation de paiement Paymee. Personnalisez la ici: /woocommerce/thankyou.php.

source: Order number:
fr_fr: Numéro de commande:

source: Payment method:
fr_fr: Mode de paiement:

source: Thank you. Your order has been received.
fr_fr: Je vous remercie. Votre commande a été reçue.
